<?php

$character_race = [
	1 => 'Человек',
	2 => 'Орк',
	3 => 'Дворф',
	4 => 'Ночной эльф',
	5 => 'Нежить',
	6 => 'Таурен',
	7 => 'Гном',
	8 => 'Тролль',
	9 => 'Гоблин',
	10 => 'Эльф крови',
	11 => 'Дреней'];

$character_class = [
	1 => 'Воин',
	2 => 'Паладин',
	3 => 'Охотник',
	4 => 'Разбойник',
	5 => 'Жрец',
	6 => 'Рыцарь смерти',
	7 => 'Шаман',
	8 => 'Маг',
	9 => 'Чернокнижник',
	11 => 'Друид'];

$lang_defs = [
	'maps_names' => ['Азерот','Запределье','Нордскол'],
	'total' => 'Всего',
	'faction' => ['Альянс', 'Орда'],
	'name' => 'Имя',
	'race' => 'Расса',
	'class' => 'Класс',
	'level' => 'ур',
	'click_to_next' => 'жми кнопку',
	'click_to_first' => 'жми кнопку'
];

include "zone_names_".$lang.".php";

?>